[
  {
    "max": 10,
    "description": "Jolted Wrist",
    "wounds": "0",
    "additionalEffects": "Drop any item held in that hand."
  },
  {
    "max": 20,
    "description": "Jarred Arm",
    "wounds": "0",
    "additionalEffects": "Drop anything held in that hand, which is useless for 1d10 - Toughness Bonus Rounds (minimum 1). For this time, treat the hand as lost (see Amputated Parts)."
  },
  {
    "max": 25,
    "description": "Minor Cut",
    "wounds": "1",
    "additionalEffects": "Your upper arm is cut. Gain a Bleeding Condition."
  },
  {
    "max": 40,
    "description": "Sprain",
    "wounds": "1",
    "additionalEffects": "Suffer a Torn Muscle (Minor) injury."
  },
  {
    "max": 45,
    "description": "Torn Muscles",
    "wounds": "1",
    "additionalEffects": "The blow slams into your forearm. Gain a Bleeding Condition and a Torn Muscle (Minor) injury."
  },
  {
    "max": 50,
    "description": "Bleeding Hand",
    "wounds": "1",
    "additionalEffects": "Take 1 Bleeding Condition. While suffering from that Bleeding Condition, make an Average (+20) Dexterity Test before taking Actions involving items held in that hand. If you fail, you drop the item."
  },
  {
    "max": 55,
    "description": "Wrenched Arm",
    "wounds": "2",
    "additionalEffects": "Drop any item held in that hand. The arm is useless for 1d10 Rounds (see Amputated Parts)."
  },
  {
    "max": 60,
    "description": "Gaping Wound",
    "wounds": "2",
    "additionalEffects": "Gain 2 Bleeding Conditions. Until you receive Surgery to stitch the cut, any Damage to the wounded arm inflicts an additional Bleeding Condition."
  },
  {
    "max": 75,
    "description": "Clean Break",
    "wounds": "2",
    "additionalEffects": "Drop whatever was held in that hand and gain a Broken Bone (Minor) injury. Pass a Difficult (-10) Endurance Test or gain a Stunned Condition."
  },
  {
    "max": 80,
    "description": "Ruptured Ligament",
    "wounds": "2",
    "additionalEffects": "Drop items held in that hand. Suffer a Torn Muscle (Major) injury."
  },
  {
    "max": 85,
    "description": "Deep Cut",
    "wounds": "3",
    "additionalEffects": "Gain 2 Bleeding Conditions. Gain 1 Stunned Condition and suffer a Torn Muscle (Minor) injury. Take a Hard (-20) Endurance Test or gain the Unconscious Condition."
  },
  {
    "max": 90,
    "description": "Crushed Elbow",
    "wounds": "3",
    "additionalEffects": "Drop whatever was held in that hand and gain a Broken Bone (Major) injury."
  },
  {
    "max": 95,
    "description": "Damaged Artery",
    "wounds": "3",
    "additionalEffects": "Gain 4 Bleeding Conditions."
  },
  {
    "max": 109,
    "description": "Dislocated Shoulder",
    "wounds": "4",
    "additionalEffects": "The arm counts as lost (see Amputated Part). Gain 1 Stunned Condition until you receive Medical Attention. After initial treatment an Extended Average (+20) Heal Test reaching 6 SL resets the arm. After which tests made using the arm suffer a -10 penalty for 1d10 days."
  },
  {
    "max": 115,
    "description": "Severed Finger",
    "wounds": "4",
    "additionalEffects": "You lose a finger - Amputation (Average). Gain a Bleeding Condition."
  },
  {
    "max": 120,
    "description": "Cleft Hand",
    "wounds": "4",
    "additionalEffects": "Your hand is splayed. Lose 1 finger - Amputation (Difficult). Gain 2 Bleeding and 1 Stunned Condition. For every succeeding Round in which you don't receive Medical Attention, lose another finger. If you lose all fingers, you lose the hand - Amputation (Difficult)."
  },
  {
    "max": 125,
    "description": "Mauled Bicep",
    "wounds": "5",
    "additionalEffects": "The blow rips bicep from bone. You drop anything held in that hand and suffers a Torn Muscle (Major) injury and 2 Bleeding and 1 Stunned Condition."
  },
  {
    "max": 130,
    "description": "Mangled Hand",
    "wounds": "5",
    "additionalEffects": "You lose your hand - Amputation (Hard). Gain 2 Bleeding Conditions. Take a Hard (-20) Endurance Test or gain the Stunned and Prone Conditions."
  },
  {
    "max": 135,
    "description": "Sliced Tendons",
    "wounds": "5",
    "additionalEffects": "The blow leaves your arm useless - Amputation (Very Hard). Gain 3 Bleeding and 1 Stunned Condition. Pass a Hard (-20) Endurance Test or gain the Unconscious Condition."
  },
  {
    "max": 500,
    "description": "Brutal Dismemberment",
    "wounds": "Death",
    "additionalEffects": "Your arm is severed. You expire from shock and blood loss almost instantly."
  }
]